
[ForgedSectopod X2CharacterTemplate]
strCharacterName="Стелс Сектопод" 
strAcquiredText="Стелс Сектопод — вершина инопланетной инженерии Андвента. ИИ сектопода способен мгновенно реагировать на любые входящие повреждения. А благодаря особому стелс-камуфляжу мы не смогли и не сможем обнаружить его в Зале Теней." 

[SectopodReaction X2AbilityTemplate]
LocFriendlyName="Совершенный Боевой ИИ"
LocLongDescription="Стелс Сектопод незамедлитено отвечает в случае успешной атаки на него."
LocHelpText="Это одна из лучших боевых машин Адвента. Он обладает самой лучшей технологичной адвента, адаптирующейся в случаее атаки и самовосстанавливающеся со временем. \n<Bullet/> Его невозможно обнаружить через Зал Теней. \n<Bullet/> Сектопод Прайм незамедлительно отвечает в случае успешной атаки по нему. \n<Bullet/> Все это делает его смертоносной машиной способной в одиночку уничтожить хорошо вооруженный отряд. \n<Bullet/> Для тех кто еще не понял? Бегите глупцы!"
LocFlyOverText="ИИ адаптируется"

[MZAchingBlood X2AbilityTemplate]
LocFriendlyName="Совершенный Боевой ИИ"
LocLongDescription="Стелс Сектопод незамедлитено отвечает в случае успешной атаки на него."
LocHelpText="<Bullet/> Это одна из лучших боевых машин Адвента. \n<Bullet/> Сектопод оснащен умной нано-броней, укрепляющей корпус в случае атаки и самовосстанавливающеся со временем. \n<Bullet/> Его невозможно обнаружить через Зал Теней. \n<Bullet/> Атаки против сектопода поглощаются особым полем, которое усиляет его оружие. \n<Bullet/> Стелс Сектопод всегда отвечает в случае успешной атаки по нему. \n<Bullet/> Его выстрелы помечают и ослабляет жертву. \n<Bullet/> Эта смертоносная машина способна в одиночку уничтожить большой хорошо вооруженный отряд. \n<Bullet/> P.s. Бегите глупцы! \n\n"
LocFlyOverText="ИИ адаптируется"

[XGLocalizedData]
+GameplayTips_Tactical="Стелс Сектопод незамедлитено отвечает в случае успешной атаки на него."
+GameplayTips_Tactical="Это лучшая боевая техника Адвента. Он обладает самой лучшей броней адвента, адаптирующейся в случаее атаки и самовосстанавливающеся со временем. Его также невозможно обнаружить через Зал Теней." 
+GameplayTips_Tactical="Благодаря Протоколу Аннигиляции Сектопод может в одиночку уничтожить хорошо вооруженный отряд."
+GameplayTips_Tactical="Бегите глупцы!"
